tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "ansible"
brew "clojure"
brew "ctags"
brew "go"
brew "dep"
brew "elixir"
brew "elm"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "python"
brew "httpie"
brew "leiningen"
brew "macvim"
brew "neofetch"
brew "proxychains-ng"
brew "rust"
brew "stow"
brew "task"
brew "tasksh"
brew "tmux"
brew "tree"
brew "upx"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
cask "agenda"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "qq"
cask "sequel-pro"
cask "shadowsocksx-ng"
cask "sogouinput"
cask "steam"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wechat"
cask "wxwork"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-firacode-nerd-font"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"
cask "homebrew/cask-fonts/font-sourcecodepro-nerd-font"
